
       *> Cobol
       *> cobc -x hello.cbl
       *> ./hello
        IDENTIFICATION DIVISION.
        PROGRAM-ID.  hello.
        PROCEDURE DIVISION.
        SayHello.
          DISPLAY "COBOL".
          DISPLAY "Hello, world".
          DISPLAY "The demise of Cobol can be justified".
          STOP RUN.
