
        IDENTIFICATION DIVISION.
        PROGRAM-ID.  hello.
        PROCEDURE DIVISION.
        SayHello.
          DISPLAY "Hello, world".
          STOP RUN.
